Repository: devgeniem/dustpress-comments
Catalog: languages/*.po
Languages: fi

source: Reply to comment
fi: Vastaa kommenttiin

source: Your browser does not support this type of form handling.
fi: Selaimesi ei tue tämäntyyppistä lomakkeenkäsittelyä.

source: comment-page
fi: kommenttisivu

source: DustPress-Comments: The 'get_comments_args' function is not defined in the model.
fi: DustPress-Comments: 'get_comments_args'-funktio ei ole määritelty modelissa.

source: DustPress-Comments: The 'get_form_args' function is not defined in the model.
fi: DustPress-Comments: 'get_form_args'-funktio ei ole määritelty modelissa.

source: DustPress-Comments: The 'get_comments_args' filter return value is not an array or it is empty.
fi: DustPress-Comments: 'get_comments_args'-filtterin paluuarvo ei ole taulukko tai se on tyhjä.

source: DustPress-Comments: The 'get_form_args' filter return value is not an array or it is empty.
fi: DustPress-Comments: 'get_form_args'-filtterin paluuarvo ei ole taulukko tai se on tyhjä.

source: Comment sent.
fi: Kommentti lähetetty.

source: Comment is waiting for approval.
fi: Kommentti odottaa hyväksyntää.

source: all-comments
fi: kaikki-kommentit

source: Processing comments...
fi: Käsitellään kommentteja...
